{
	"data": [
		
		{
			"name": " Shantanu Moitra",
			"short": "Bollywood Music Composer",
			"long": "",
			"desc": "He started his career as a client servicing executive at an ad agency, while music remained a hobby. He started composing music for advertising jingles and many of his jingles were instant hits. He has also composed music for several hit Bollywood movies including ‘3 idiots’, 'Parineeta’, and ‘Lage raho Munnabhai’. He also went on a 100 day journey across the Himalayas, to seek the unheard harmonies of the region. His music is critically acclaimed and he received a nomination for the Filmfare Best Music Director Award.He was also a judge of Sa Re Ga Ma Pa Bengal for two seasons.",
			"image": "shantanu.jpg",
			"rank": "5"
		},
		{
			"name": "Charuvi Agrawal",
			"short": "Visual Artist",
			"long": "Painter, sculptor, animator, filmmaker and visual artist",
			"desc": "Charuvi is the founder of CDL(Charuvi Design Labs) an animation studio and design lab based in New Delhi. She is best known for her 3D animation film Shri Hanuman Chalisa which won many awards including the Best Animation Film award at the Jaipur Film Festival. She studied fine arts at the College of Art in Delhi, where she won a gold medal. She completed her graduation in computer animation from Sheridan Institute of Technology and advanced learning in Canada. She is also well known for the 25 feet Bell Sculpture of Lord Hanuman made using 26000 bells.",
			"image": "charuvi.jpg",
			"rank": "1"
		},
		{
			"name": "Kireet Khurana",
			"short": "Filmmaker, storyteller, and ad-film director",
			"long": "Filmmaker, storyteller, and ad-film director",
			"desc": "He graduated from Sheridan College in Canada with high-honours. He has founded the production house Climb Media, and later its animation wing, 2nz Animation Co., where he serves as creative head. He has won more than 30 awards, including 6 prestigious President's National Awards for his films. He has made over 12 short films and over 500 ad films. He is the director of India's first film combining live-action and 3D animation called Toonpur Ka Super Hero, starring Ajay Devgan and Kajol. He is also the creator of India's largest animation series, Vartmaan. His 2016 documentary on Indian film director Saeed Akhtar Mirza, entitled Saeed Mirza: The Leftist Sufi was named among the top 10 documentaries of 2017 by Vogue India and The Hindu",
			"image": "kireet.jpg",
			"rank": "3"
		},
		{
			"name": "Sumit Sadawarti",
			"short": "Singler & Songwriter",
			"long": "Self-taught jazz and blues singer and songwriter",
			"desc": "Sumit is a jazz/blues/soul singer/songwriter and 2x TEDx speaker who represented India on the second season of Asia's Got Talent. He finished as the only Indian semi-finalist on the show. During his audition, he performed with 16 Grammy-winning producers and his idol, David Foster. He was also a quarterfinalist and the first jazz singer on India's Got Talent 2018. He has spoken at TEDxGateway 2016, the biggest TEDx conference in Asia. He has received multiple features on MTV India Nescafe Labs, ScoopWhoop, The Indian Express, ATKT, Scroll and Daily Icons among multiple others.",
			"image": "sumit.jpg",
			"rank": "4"
		},

		{
			"name": "Preksha Kaparwan",
			"short": "Entrepreneur",
			"long": "",
			"desc": "Preksha is a sous chef turned Lecturer, turned Software designer. She is the Co-founder and CMO of the famous Startup Realbox Data Analytics, which uses business intelligence and predictive analysis tools to guide and help businesses to increase revenues and reduce risks. Prior to starting her own AI firm, she was a Lecturer at Institute of Hotel Management, Chandigarh. The transition in her career is truly astounding and inspiring at the same time.",
			"image": "preksha.jpg",
			"rank": "5"
		},
				{
			"name": "Arvind Sivdas",
			"short": "Entrepreneur",
			"long": "An IIT/IIM graduate, Co-founder of two successful startups, Indi Sparrow technologies private limited and Messy fractals.",
			"desc": "He completed his B Tech in Electrical Engineering from IIT Madras in 2005 and obtained his PGDBM from IIM Calcutta in 2008.  He has mentored 2 startups to the funding stage. He has also conducted a well-received course on Entrepreneurship for college students.",
			"image": "arvind.jpg",
			"rank": "5"
		}
	]
}
