{
	"data": [
		{
			"name": "Dr.Rahul Alex Panicker",
			"short": "Entrepreneur",
			"long": "Entrepreneur, President & Co-founder of Embrace Innovations",
			"desc": "Listed in World’s Top 35 Innovators under the age of 35, Rahul Panicker is the president and co-founder of Embrace Innovations. He along with a few other fellow graduates created an infant incubator which costs less than 1% of a traditional incubator and works without electricity. This product is being distributed and used in many rural areas and is saving lives of premature and low-weight babies. An alumnus of IIT Madras and Stanford University, he has been awarded \"Schwab Foundation Social Entrepreneur of the Year 2013\" award, \"The Economist Innovation Award for Social and Economic Innovation\" and the \"International Design Excellence Awards (IDEA) - 2012\"",
			"image": "alex.jpg"
		},
		{
			"name": "Armstrong Pame",
			"short": "IAS Officer",
			"long": "IAS Officer",
			"desc": "He is the first IAS officer from Zeme Tribe of the Naga Peoples. He is acclaimed for building a 100-km road famously known as the \"Peoples Road\" connecting Manipur to Nagaland and Assam. In August 2012, he raised INR40 Lakh for this purpose through Facebook page. For his efforts in building road with donation and volunteers he was invited to Facebook headquarters in California. In 2012, he was nominated for CNN-IBN Indian of the Year in Public service category.",
			"image": "armstrong.jpg"
		},
		{
			"name": "Arunabh Kumar",
			"short": "Founder, The Viral Fevr",
			"long": "Founder, The Viral Fever",
			"desc": "The Viral Fever is an online entertainment network that satirizes Indian politics, movies, lifestyle, social system and concepts etc. He is the incumbent CEO (Chief Experiment Officer) of The Viral Fever Media Labs. After completing his masters in Electrical Engineering from IIT Kharagpur. He joined Shah Rukh Khan's production house Red Chillies Entertainment in an assistant’s position under Farah Khan. He was the assistant director of the Indian movie Om Shanti Om. He has received many awards which include The Economic Times 40 under Forty list for 2016, Fortune Top 40 under 40 list for 2015, and 2016, GQ's List of Most Influential Young Indians for 2015 & 2016, Entrepreneur List of 10 Geniuses Redefining Creativity 2016, Man's World - Men of the Year, 2014, Newsmaker of the Year in 2014 and many more.",
			"image": "arunabh.jpg"
		},
		{
			"name": "Mayank Shekhar",
			"short": "Bollywood Critic",
			"long": "Bollywood Critic",
			"desc": "He has been a film critic and a national cultural editor with Hindustan Times. Also, he has previously worked under Mumbai Mirror and MiD DAY and he used to write a blog, Fad for Thought, at the Hindustan Times website. He was the head of the features team at Mumbai Mirror for two years and was also a part of the Mid-Day features team for four years. In 2006, Bombay Talkies, a book authored by Shekhar was published by Frog Books. The book is a compilation of film reviews written by Shekhar from 2004 to 2005.Shekhar is a member of the Central Board of Film Certification. In 2004, he was one of 21 recipients of the 5th Young Achievers Awards by the Indo-American Film Society for his work as a film critic. In 2007 he was awarded with the Ramnath Goenka Award for Excellence in Journalism. He currently runs a cinema website called theW14.com. He has authored a bestselling book, Name Place Animal Thing.",
			"image": "mayank.jpg"
		},
		{
			"name": "Satyajit Bhatkal",
			"short": "Indian film director",
			"long": "Indian film director",
			"desc": "He was a part of the core production team of the landmark Hindi film, Lagaan. He directed India's first theatrically released documentary, 'Chale Chalo' which was instrumental in the making of ‘Lagaan’. The English cut of that film, entitled 'Madness in the Desert' won a National Award and selected for the Locarno Film Festival. He also wrote 'The Spirit of Lagaan', one of the bestsellers of 2003, which was translated into three Indian languages, wrote and directed ‘Zokkomon’, a Bollywood action superhero film, co-produced by Walt Disney Pictures. Also, Satyajit is the man behind the Indian television talk show ‘Satyamev Jayate’ which dared to challenge the accepted norms and the show traversed beyond what was considered safe and guaranteed.",
			"image": "satyajit.jpg"
		},
		{
			"name": "Mallika Dutt",
			"short": "Social Activist",
			"long": "Indian American Social Rights Activist, Founder & CEO,Breakthrough",
			"desc": "A leading innovator in human rights, multimedia, and culture change, she is the Founder, President, and CEO of Breakthrough , an organization whose mission is to build a world in which violence against women and girls is unacceptable. She shares her cutting-edge approach to transformation through speaking, writing, commentary and game-changing multimedia campaigns. She has twice been named one of Verve's Top 50 most influential women and has received multiple awards in recognition of her human rights activism. Dutt is also a co-founder SAKHI for South Asian Women, an organization providing community support to end violence against women of South Asian origin.",
			"image": "mallika.jpg"
		},
		{
			"name": "Karthick Iyer",
			"short": "Violinist",
			"long": "Violinist, Vocalist & Composer, IndoSoul",
			"desc": "A violinist, vocalist and music composer who started his journey in the mesmerizing world of music at the age of eight. He is the soul behind the IndoSoul music that is fundamentally Indian but universal in approach and appeal. His work is an amalgamation of different instruments and influences. Being a co-artist of artists like A.R. Rahman, Raghu Dixit and many others he himself was a part of many artistic master pieces. The dexterous mixing of different styles is one of the defining characteristics of his music.",
			"image": "karthik.jpg"
		},
		{
			"name": "Kailash Satyarthi",
			"short": "Indian activist",
			"long": "Indian activist",
			"desc": "Kailash Satyarthi is a renowned Indian child rights activist and the winner of Nobel Peace Prize in 2014. He is the founder of the Bachpan Bachao Andolan (BBA), an organization dedicated towards the eradication of child labour and rehabilitation of the rescued former child workers. Child labour is a rampant problem in India where millions of young children are engaged in various forms of work instead of attending schools. Satyarthi has been working as a children’s rights activist from the past many years and has liberated over 80,000 child labourers since 1980. Even as a child he was moved by the plight of other children who were made to work by their parents, and wanted to do something for them. He studied to become an electrical engineer but this profession gave him no satisfaction.",
			"image": "satyardi.jpg"
		},
		{
			"name": "Irshad Kamil",
			"short": "Lyricist",
			"long": "Lyricist, Filmfare Awardee",
			"desc": "A lyricist having command on all genres, and his wordplay smoothly travels the terrains of Life, Philosophy, Romance, Patriotism, Sensuousness, and Sufism. He has won many awards including 3 Filmfares. Having written lyrics for films like Tamasha, Rockstar, Raanjhana, Sultan, etc., he is an engrossing litterateur. He has also penned his thoughts on paper in his 3 books spread across genres of drama, critic and poetry. He's a lyricist, a writer and now about to make his directional debut.",
			"image": "irshad.jpg"
		},
		{
			"name": "Ulrike Reinhard",
			"short": "Social Activist",
			"long": "Social Activist, Founder - Janwaar Castle",
			"desc": "Being a native German and having traveled to more than 100 countries over last 20 years, Ulrike reformed a small village of about thousand people, a region otherwise marred with issues like untouchability, gender inequality, illiteracy, and alcoholism. Her other notable work includes DNAdigital, a initiative in Germany aimed to foster dialogue between the 'Internet Generation' and business leaders. She has also published Reboot_D - Digital Democracy about the way the internet is shaping and transforming society and politics in Germany.",
			"image": "ulrike.jpg"
		},
		{
			"name": "Gaurav Juyal",
			"short": "Artist",
			"long": "Artist, Disney's Art Attack",
			"desc": "Gaurav Juyal is a creative artist. He hosted Walt Disney’s show Art Attack which teaches kids to recycle household waste to create art and craft. He got specialization in Animation Film Design from National Institute of Design, Ahmedabad. He is the co-founder of ‘thoughts and bolts’, a team of artists who work with children to develop new learning methods.",
			"image": "gaurav.jpg"
		},
		{
			"name": "Devina Kothari",
			"short": "Industrial Designer",
			"long": "Innovator- Public health, Industrial Designer",
			"desc": "Most famous for developing and designing a device which can make the delivery of insulin virtually pain free and simpler for diabetics, Devina Kothari has marked her mettle in design innovations in global business. Her innovations in the fields ranging from Agriculture, Architecture, Automotive, Consumer Goods, and Interior Design to Healthcare have been globally recognized. She is a winner of ‘The Red Dot prize’ (2014) for innovative Insulin Delivery System and the 'I Design Award' (2014-2015), for Cornea Care.",
			"image": "devina.jpg"
		}
	]
}