{
	"data": [
		{
			"name": " Shantanu Moitra",
			"short": "Bollywood Music Composer",
			"long": "",
			"desc": "He started his career as a client servicing executive at an ad agency, while music remained a hobby. He started composing music for advertising jingles and many of his jingles were instant hits. He has also composed music for several hit Bollywood movies including ‘3 idiots’, 'Parineeta’, and ‘Lage raho Munnabhai’. He also went on a 100 day journey across the Himalayas, to seek the unheard harmonies of the region. His music is critically acclaimed and he received a nomination for the Filmfare Best Music Director Award.He was also a judge of Sa Re Ga Ma Pa Bengal for two seasons.",
			"image": "shantanu.jpg",
			"rank": "1"
		},
		{
			"name": "Charuvi Agrawal",
			"short": "Visual Artist",
			"long": "Painter, sculptor, animator, filmmaker and visual artist",
			"desc": "Charuvi is the founder of CDL(Charuvi Design Labs) an animation studio and design lab based in New Delhi. She is best known for her 3D animation film Shri Hanuman Chalisa which won many awards including the Best Animation Film award at the Jaipur Film Festival. She studied fine arts at the College of Art in Delhi, where she won a gold medal. She completed her graduation in computer animation from Sheridan Institute of Technology and advanced learning in Canada. She is also well known for the 25 feet Bell Sculpture of Lord Hanuman made using 26000 bells.",
			"image": "charuvi.jpg",
			"rank": "2"
		},
		{
			"name": "Kireet Khurana",
			"short": "Filmmaker, storyteller, and ad-film director",
			"long": "Filmmaker, storyteller, and ad-film director",
			"desc": "He graduated from Sheridan College in Canada with high-honours. He has founded the production house Climb Media, and later its animation wing, 2nz Animation Co., where he serves as creative head. He has won more than 30 awards, including 6 prestigious President's National Awards for his films. He has made over 12 short films and over 500 ad films. He is the director of India's first film combining live-action and 3D animation called Toonpur Ka Super Hero, starring Ajay Devgan and Kajol. He is also the creator of India's largest animation series, Vartmaan. His 2016 documentary on Indian film director Saeed Akhtar Mirza, entitled Saeed Mirza: The Leftist Sufi was named among the top 10 documentaries of 2017 by Vogue India and The Hindu",
			"image": "kireet.jpg",
			"rank": "3"
		},
		{
			"name": "Sumit Sadawarti",
			"short": "Singer & Songwriter",
			"long": "Self-taught jazz and blues singer and songwriter",
			"desc": "Sumit is a jazz/blues/soul singer/songwriter and 2x TEDx speaker who represented India on the second season of Asia's Got Talent. He finished as the only Indian semi-finalist on the show. During his audition, he performed with 16 Grammy-winning producers and his idol, David Foster. He was also a quarterfinalist and the first jazz singer on India's Got Talent 2018. He has spoken at TEDxGateway 2016, the biggest TEDx conference in Asia. He has received multiple features on MTV India Nescafe Labs, ScoopWhoop, The Indian Express, ATKT, Scroll and Daily Icons among multiple others.",
			"image": "sumit.jpg",
			"rank": "4"
		},

		{
			"name": "Preksha Kaparwan",
			"short": "Entrepreneur",
			"long": "",
			"desc": "Preksha is a sous chef turned Lecturer, turned Software designer. She is the Co-founder and CMO of the famous Startup Realbox Data Analytics, which uses business intelligence and predictive analysis tools to guide and help businesses to increase revenues and reduce risks. Prior to starting her own AI firm, she was a Lecturer at Institute of Hotel Management, Chandigarh. The transition in her career is truly astounding and inspiring at the same time.",
			"image": "preksha.jpg",
			"rank": "5"
		},
				{
			"name": "Arvind Sivdas",
			"short": "Entrepreneur",
			"long": "An IIT/IIM graduate, Co-founder of two successful startups, Indi Sparrow technologies private limited and Messy fractals.",
			"desc": "He completed his B Tech in Electrical Engineering from IIT Madras in 2005 and obtained his PGDBM from IIM Calcutta in 2008.  He has mentored 2 startups to the funding stage. He has also conducted a well-received course on Entrepreneurship for college students.",
			"image": "arvind.jpg",
			"rank": "6"
		},
		{
			"name": "Dr.Rahul Alex Panicker",
			"short": "Entrepreneur",
			"long": "Entrepreneur, President & Co-founder of Embrace Innovations",
			"desc": "Listed in World’s Top 35 Innovators under the age of 35, Rahul Panicker is the president and co-founder of Embrace Innovations. He along with a few other fellow graduates created an infant incubator which costs less than 1% of a traditional incubator and works without electricity. This product is being distributed and used in many rural areas and is saving lives of premature and low-weight babies. An alumnus of IIT Madras and Stanford University, he has been awarded \"Schwab Foundation Social Entrepreneur of the Year 2013\" award, \"The Economist Innovation Award for Social and Economic Innovation\" and the \"International Design Excellence Awards (IDEA) - 2012\"",
			"image": "alex.jpg",
			"rank": "7"
		},
		{
			"name": "Armstrong Pame",
			"short": "IAS Officer",
			"long": "IAS Officer",
			"desc": "He is the first IAS officer from Zeme Tribe of the Naga Peoples. He is acclaimed for building a 100-km road famously known as the \"Peoples Road\" connecting Manipur to Nagaland and Assam. In August 2012, he raised INR40 Lakh for this purpose through Facebook page. For his efforts in building road with donation and volunteers he was invited to Facebook headquarters in California. In 2012, he was nominated for CNN-IBN Indian of the Year in Public service category.",
			"image": "armstrong.jpg",
			"rank": "8"
		},
		{
			"name": "Bikash Barai",
			"short": "Co-Founder FireCompass",
			"long": "Co-Founder FireCompass",
			"desc": "Barai has done double B.Tech and master’s from Indian Institute of Technology (IIT), Kharagpur in computer science (Hons) as well as architecture. He is passionate about artificial intelligence, cognitive hacking and attack simulation. He is credited for several innovations in the domain of IT Security and has multiple patents in USPTO under his name.He is the founder of iViZ Security an information security company funded by IDG Ventures. The company got acquired by Cigital Inc in 2014. He has received recognition from organizations like UC Berkeley, Intel, Nasscom, Red Herring, TiE, Fortune 40-under-40 in India, etc. Also, he actively pursues painting and magic and has spoken at various forums like the University of California, Berkeley, Nasscom, DSCI, CISO Platform, NUS Singapore, TiE, TEDx IIM, TEDx IIT, etc.",
			"image": "bikash.jpg",
			"rank": "9"
		},
		{
			"name": "Mayank Shekhar",
			"short": "Bollywood Critic",
			"long": "Bollywood Critic",
			"desc": "He has been a film critic and a national cultural editor with Hindustan Times. Also, he has previously worked under Mumbai Mirror and MiD DAY and he used to write a blog, Fad for Thought, at the Hindustan Times website. He was the head of the features team at Mumbai Mirror for two years and was also a part of the Mid-Day features team for four years. In 2006, Bombay Talkies, a book authored by Shekhar was published by Frog Books. The book is a compilation of film reviews written by Shekhar from 2004 to 2005.Shekhar is a member of the Central Board of Film Certification. In 2004, he was one of 21 recipients of the 5th Young Achievers Awards by the Indo-American Film Society for his work as a film critic. In 2007 he was awarded with the Ramnath Goenka Award for Excellence in Journalism. He currently runs a cinema website called theW14.com. He has authored a bestselling book, Name Place Animal Thing.",
			"image": "mayank.jpg",
			"rank": "10"
		},
		{
			"name": "Satyajit Bhatkal",
			"short": "Indian film director",
			"long": "Indian film director",
			"desc": "He was a part of the core production team of the landmark Hindi film, Lagaan. He directed India's first theatrically released documentary, 'Chale Chalo' which was instrumental in the making of ‘Lagaan’. The English cut of that film, entitled 'Madness in the Desert' won a National Award and selected for the Locarno Film Festival. He also wrote 'The Spirit of Lagaan', one of the bestsellers of 2003, which was translated into three Indian languages, wrote and directed ‘Zokkomon’, a Bollywood action superhero film, co-produced by Walt Disney Pictures. Also, Satyajit is the man behind the Indian television talk show ‘Satyamev Jayate’ which dared to challenge the accepted norms and the show traversed beyond what was considered safe and guaranteed.",
			"image": "satyajit.jpg",
			"rank": "11"
		},
		{
			"name": "Mallika Dutt",
			"short": "Social Activist",
			"long": "Indian American Social Rights Activist, Founder & CEO,Breakthrough",
			"desc": "A leading innovator in human rights, multimedia, and culture change, she is the Founder, President, and CEO of Breakthrough , an organization whose mission is to build a world in which violence against women and girls is unacceptable. She shares her cutting-edge approach to transformation through speaking, writing, commentary and game-changing multimedia campaigns. She has twice been named one of Verve's Top 50 most influential women and has received multiple awards in recognition of her human rights activism. Dutt is also a co-founder SAKHI for South Asian Women, an organization providing community support to end violence against women of South Asian origin.",
			"image": "mallika.jpg",
			"rank": "12"
		},
	
		{
			"name": "Kailash Satyarthi",
			"short": "Indian activist",
			"long": "Indian activist",
			"desc": "Kailash Satyarthi is a renowned Indian child rights activist and the winner of Nobel Peace Prize in 2014. He is the founder of the Bachpan Bachao Andolan (BBA), an organization dedicated towards the eradication of child labour and rehabilitation of the rescued former child workers. Child labour is a rampant problem in India where millions of young children are engaged in various forms of work instead of attending schools. Satyarthi has been working as a children’s rights activist from the past many years and has liberated over 80,000 child labourers since 1980. Even as a child he was moved by the plight of other children who were made to work by their parents, and wanted to do something for them. He studied to become an electrical engineer but this profession gave him no satisfaction.",
			"image": "satyardi.jpg",
			"rank": "13"
		},
		{
			"name": "Irshad Kamil",
			"short": "Lyricist",
			"long": "Lyricist, Filmfare Awardee",
			"desc": "A lyricist having command on all genres, and his wordplay smoothly travels the terrains of Life, Philosophy, Romance, Patriotism, Sensuousness, and Sufism. He has won many awards including 3 Filmfares. Having written lyrics for films like Tamasha, Rockstar, Raanjhana, Sultan, etc., he is an engrossing litterateur. He has also penned his thoughts on paper in his 3 books spread across genres of drama, critic and poetry. He's a lyricist, a writer and now about to make his directional debut.",
			"image": "irshad.jpg",
			"rank": "14"
		},
		{
			"name": "Ulrike Reinhard",
			"short": "Social Activist",
			"long": "Social Activist, Founder - Janwaar Castle",
			"desc": "Being a native German and having traveled to more than 100 countries over last 20 years, Ulrike reformed a small village of about thousand people, a region otherwise marred with issues like untouchability, gender inequality, illiteracy, and alcoholism. Her other notable work includes DNAdigital, a initiative in Germany aimed to foster dialogue between the 'Internet Generation' and business leaders. She has also published Reboot_D - Digital Democracy about the way the internet is shaping and transforming society and politics in Germany.",
			"image": "ulrike.jpg",
			"rank": "15"
		},
		{
			"name": "Gaurav Juyal",
			"short": "Artist",
			"long": "Artist, Disney's Art Attack",
			"desc": "Gaurav Juyal is a creative artist. He hosted Walt Disney’s show Art Attack which teaches kids to recycle household waste to create art and craft. He got specialization in Animation Film Design from National Institute of Design, Ahmedabad. He is the co-founder of ‘thoughts and bolts’, a team of artists who work with children to develop new learning methods.",
			"image": "gaurav.jpg",
			"rank": "16"
		},
		 {
            "name": "Sushant Verma",
            "short": "Design Entrepreneur, Architect & Educator",
            "long": "Design Entrepreneur, Architect, Computational Designer and Educator",
            "desc": "Sushant Verma is a Design Entrepreneur, Architect, Computational Designer and Educator, currently leading rat[LAB] Studio (Research in Architecture and Technology) that investigates intersections of design, art and technology through architecture, interior design and installations. He holds a Masters Degree in Emergent Technologies and Design from Architectural Association, London and is a former architect at Zaha Hadid Architects, London. He is the founder of rat[LAB] EDUCATION, which is an initiative to spread the idea of computation in design through independently-organized design workshops for profession and academia. With multiple publications, awards and exhibitions at London, Los Angeles, Chicago, New York, Tokyo, San Francisco, Taipei, New Delhi, Mumbai, he is widely featured internationally for his design and research work. He joined the elite list of TEDx Speakers by speaking at TEDxGurugram on 'Smart Cities need Smarter Design Education'.",
            "image": "sv.jpg",
            "rank": "17"
        },
        {
            "name": "Shreiya Chowdhary",
            "short": "Creative Technologist",
            "long": "Creative Technologist and Programmer",
            "desc": "Shreiya Chowdhary (1991, India) is a programmer and creative technologist working out of New Delhi. She comes from a diverse professional background which ranges from marketing to copywriting, transitioning to digital market with a side of sports (having represented the country in Women’s Skeet Shotgun events over the world). Now she explores possibilities with various micro-controllers to create fun yet functional devices out of inanimate objects. With humour and her background in copywriting, she hopes to give life to all insentient entities with the help of programming and embedded electronics.",
            "image": "sc.jpg",
            "rank": "18"
        },
        {
            "name": "Dr.Benny Prasad",
            "short": "Instrumental Guitarist",
            "long": "Instrumental Guitarist",
            "desc": "Dr. Benny Prasad is an instrumental guitarist from India. He designed the Bentar which is the world's first bongo guitar. He also holds the world record for being the fastest man ever to visit all 195 countries in the world. He has traveled all around the world performing to audiences. He has performed before presidents and parliaments, before the crowds of 2007 military world games, 2006 FIFA world cup and the 2004 Olympic games.  Benny Prasad has won world-recognition by designing two guitars – the world's first bongo guitar and a 54 string guitar, the bentar.",
            "image": "bp.jpeg",
            "rank": "19"
        },
        {
            "name": "Dr.Jagdish Chaturvedi",
            "short": "Medical Device Innovator",
            "long": "ENT Surgeon, Medical Device Innovator, Author and Stand-up Comedian",
            "desc": "Dr. Jagdish Chaturvedi is an ENT surgeon, medical device innovator, author and stand-up comedian. He is also an inventor for affordable medical devices tailored specifically for the Indian population, and has already invented as many as 18 medical devices. At present, he heads clinical innovations at a medical technology company in Bangalore called Innaccel. He is recognized as one of the 35 innovators under the age of 35 by the MIT technology review 2016.He is also the author of the best-selling books \"Inventing Medical Devices: A perspective from India\" and \"The benefits of failing successfully\". He is a recognized stand-up comedian popularized by his channel \"Jagdish Chaturvedi\" on Youtube.",
            "image": "jc.jpeg",
            "rank": "20"
        },
        {
            "name": "Puja Marwaha",
            "short": "CEO, Child Rights and You(CRY)",
            "long": "CEO, Child Rights and You(CRY)",
            "desc": "Puja Marwaha is the Chief Executive Officer of CRY - Child Rights and You. A post graduate diploma holder in Human Resources from XISS - Ranchi, she has worked earlier with Citicorp Software. Puja Marwaha specialises in Human Resources Development and made the transition from the corporate to the social sector early in her career. She joined CRY in 1994 to set up the organisation’s Human Resources function. Over the course of her work, Puja has overseen the nurturing of a large number of organizations and people, enabling them to connect at the level of individual belief, to the vision of all rights, for all children.",
            "image": "pooja.jpeg",
            "rank": "21"
        },
        {
            "name": "Abhinav Anand",
            "short": "Actor, The Viral Fever(TVF)",
            "long": "Writer, Actor and Director",
            "desc": "Abhinav Anand is a writer, actor and director, also known popularly as 'Bade Miyan'. An enthusiast in the field of Digital Media, Abhinav Anand came into limelight through his work in comedy videos on YouTube. He has been working with popular entertainment channels like Girliyapa, The Screen Patti (TSP) and The Viral Fever (TVF). Abhinav has also made guest appearances in many videos and directed some of the web series like TSP's Bonnet Pe Charcha and TSP's Rabish Ki Report.",
            "image": "aa.jpg",
            "rank": "22"
        }
	]
}
